Revit 2026 API

# TileTileChangeRow Property

---

The property labeled "Amount" from the "Tile" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string TileChangeRow { get; }
```
```vb
Public Shared ReadOnly Property TileChangeRow As String
	Get
```
```cpp
public:
static property String^ TileChangeRow {
	String^ get ();
}
```
```fsharp
static member TileChangeRow : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 5".

#### Reference

Tile Class

Autodesk.Revit.DB.Visual Namespace